/* No comment */
"Listing directory failed" = "Falha ao listar directoria";

/* Touch file failed */
"Cannot create {0}" = "Não é possível criar ficheiro {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Não é possível criar uma nova pasta {0}";

/* Moving file failed */
"Cannot rename {0}" = "Não é possível renomear o ficheiro {0}";

/* Reading metadata of file failed */
"Cannot read file attributes" = "Não é possível obter os atributos do ficheiro";

/* Writing metadata of file failed */
"Cannot write file attributes" = "Não é possível escrever os atributos do ficheiro";

/* Removing file failed */
"Cannot delete {0}" = "Não é possível eliminar o ficheiro {0}";

/* Ownership of file */
"Cannot change owner" = "Não é possível alterar o proprietário";

/* Group ownership of file or folder */
"Cannot change group" = "Não é possível alterar o grupo";

/* Fails to change UNIX access permissions */
"Cannot change permissions" = "Não é possível alterar as permissões";
"Cannot change timestamp" = "Não é possível alterar a marca temporal";

/* Mount failure */
"Connection failed" = "Falha na ligação";

/* Transfer failure */
"Download failed" = "Falha ao descarregar";

/* Transfer failure */
"Upload failed" = "Falha ao enviar";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Não é possível ler a configuração do CDN";
"Cannot write CDN configuration" = "Não é possível escrever a configuração do CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Não é possível ler a configuração do container";

"Interoperability failure" = "Interoperability failure";
"File not found" = "File not found";
"Insufficient disk space" = "Insufficient disk space";